Repository: RizobekS/JPIU
Catalog: jpiu_app/locale/*/LC_MESSAGES/django.po
Languages: ru_en, ru_uz

source: Объединённая группа реализации проектов
ru_en: Joint Project Implementation Unit
ru_uz: Birlashtirilgan Loyihalarni Amalga Oshirish Guruhi

source: Присоединяйтесь к нам в социальных сетях:
ru_en: Join us in social networks:
ru_uz: Ijtimoiy tarmoqlarda bizga qo'shiling:

source: Ссылки
ru_en: Links
ru_uz: Havolalar

source: Новости
ru_en: News
ru_uz: Yangiliklar

source: Проекты
ru_en: Projects
ru_uz: Loyihalar

source: Документы
ru_en: Documents
ru_uz: Hujjatlar

source: О нас
ru_en: About Us
ru_uz: Biz haqimizda

source: Контакты
ru_en: Contacts
ru_uz: Aloqalar

source: Часто задаваемые вопросы
ru_en: FAQ

source: Часы работы
ru_en: Opening hours
ru_uz: Ish vaqti

source: Пон-Пят
ru_en: Mon-Fri
ru_uz: Dush-Jum

source: Суб
ru_en: Sat
ru_uz: Shan

source: Выходной
ru_en: Closed
ru_uz: Yopiq

source: Вос.
ru_en: Sun.

source: пр. Ислама Каримова 45А, Ташкент, Узбекистан, 100003
ru_en: 45A Ave Islam Karimov, Tashkent, Uzbekistan, 100003

source: МИНИСТЕРСТВО ЭКОНОМИЧЕСКОГО РАЗВИТИЯ И СОКРАЩЕНИЯ БЕДНОСТИ РЕСПУБЛИКИ УЗБЕКИСТАН
ru_en: MINISTRY OF ECONOMIC DEVELOPMENT AND POVERTY REDUCTION OF THE REPUBLIC OF UZBEKISTAN
ru_uz: O‘ZBEKISTON RESPUBLIKASI IQTISODIY TARAQQIYOT VA KAMBAG'ALLIKNI QISQARTIRISH VAZIRLIGI

source: Наши проекты
ru_en: Our projects
ru_uz: Bizning loyihalar

source: Проект развития сельской инфраструктуры
ru_en: Rural Infrastructure Development Project
ru_uz: Qishloq infratuzilmasini rivojlantirish loyihasi

source: Министерство экономического развития и сокращения бедности в 2020-2024 гг. реализует проект «Развитие сельской инфраструктуры», в рамках которого более 300 сел в Андижанской, Ферганской, Наманганской, Джизакской и Сырдарьинской областях Узбекистана смогут получить финансирование для улучшения качества базовой социальной инфраструктуры в данных населенных пунктах.
ru_en: Ministry of Economic Development and Poverty Reduction in 2020-2024 implements the Rural Infrastructure Development project, under which more than 300 villages in Andijan, Fergana, Namangan, Jizzakh and Syrdarya regions of Uzbekistan will be able to receive funding to improve the quality of basic social infrastructure in these settlements.
ru_uz: Iqtisodiy Taraqqiyot va kambag'allikni qisqartirish vazirligi 2020-2024-yillarda “Qishloq infratuzilmasini rivojlantirish” loyihasini amalga oshirmoqda, unga ko‘ra O‘zbekistonning Andijon, Farg‘ona, Namangan, Jizzax va Sirdaryo viloyatlaridagi 300 dan ortiq qishloqlar ushbu aholi punktlarining asosiy ijtimoiy infratuzilmalari sifatini yaxshilash uchun mablag‘ olishlari mumkin.

source: Устойчивое развитие сельской местности
ru_en: Sustainable Rural Development Project
ru_uz: Qishloq infratuzilmasini barqaror rivojlantirish loyihasi

source: Проект «Устойчивое развитие сельской местности» с участием Исламского банка развития и Фонда ОПЕК по международному развитию
ru_en: Project "Sustainable Rural Development" with the participation of the Islamic Development Bank and the OPEC Fund for International Development
ru_uz: Islom taraqqiyot banki va OPEK Xalqaro taraqqiyot jamg‘armasi ishtirokidagi Qishloq infratuzilmasini barqaror rivojlantirish loyihasi

source: Все новости
ru_en: All news
ru_uz: Barcha yangiliklar

source: Поделиться
ru_en: Share
ru_uz: Ulashish

source: опубликовать в Твиттере
ru_en: Tweet
ru_uz: Twitterda e'lon qilish

source: Отправить в телеграм
ru_en: Send
ru_uz: Telegramda yuborish

source: Вос
ru_uz: Yak

source: 45A Ave Islam Karimov, Tashkent, Uzbekistan, 100003
ru_uz: O‘zbekiston, 100003, Toshkent, Islom Karimov shoh ko‘chasi, 45A
